<!DOCTYPE html>
<html>
	<head>
		<title>Datenschutzbestimmungen Shopalytics</title>
		<meta name="description" content="Privacy Policy from Shopalytics Webapplication"/>
		<meta name="language" content="de"/>
		<meta name="keywords" content="Privacy Policy Shopalytics Online Shopping"/>
		<meta name="author" content="Shopayltics-Team"/>
		<link rel="stylesheet" type="text/css" href="../style/Datenschutz.css"/>
		<link rel="stylesheet" type="text/css" href="../style/General.css"/>
	</head>
	
	<header>
		<a href="../Start.php"><img id = "logo" src="../graphic/logos/Shopanalytics.png"></a>
	</header>

	<body>
	<h2>Datenschutzbestimmungen</h2>
	
		<h4>Datenschutzerkl&auml;rung</h4> <!-- Auch hier bitte die Formatierung &uuml;ber CSS nicht &uuml;ber strong (ID anf&uuml;gen und in CSS editieren) -->
				<p>
				Wir erheben, verwenden und speichern Ihre personenbezogenen Daten ausschlieﬂlich im Rahmen der 
				Bestimmungen des Bundesdatenschutzgesetzes der Bundesrepublik Deutschland. 
				Nachfolgend unterrichten wir Sie &uuml;ber Art, Umfang und Zweck der Datenerhebung und Verwendung. 
				</p>
			
			<h4>Erhebung und Verarbeitung von Daten</h4>
				<p>
				 Jeder Zugriff auf unsere Internetseite und jeder Abruf einer auf dieser Website hinterlegten Datei werden protokolliert. 
				 Die Speicherung dient internen systembezogenen und statistischen Zwecken. 
				 Protokolliert werden: Name der abgerufenen Datei, Datum und Uhrzeit des Abrufs, &uuml;bertragene Datenmenge, 
				 Meldung &uuml;ber erfolgreichen Abruf, Webbrowser und anfragende Domain. 
				 Zus&auml;tzlich werden die IP Adressen der anfragenden Rechner protokolliert. 
				 Weitergehende personenbezogene Daten werden nur erfasst, wenn der Nutzer der Website und/oder Kunde Angaben freiwillig, 
				 etwa im Rahmen einer Anfrage oder Registrierung oder zum Abschluss eines Vertrages oder &uuml;ber die Einstellungen seines Browsers t&auml;tigt. 
				 Unsere Internetseite verwendet Cookies. 
				 Wird der entsprechende Server unserer Webseite erneut vom Nutzer der Website und/oder Kunden aufgerufen, 
				 sendet der Browser des Nutzers der Wesbite und/oder des Kunden den zuvor empfangenen Cookie wieder zur&uuml;ck an den Server. 
				 Der Server kann dann die durch diese Prozedur erhaltenen Informationen auf verschiedene Arten auswerten. 
				 Durch Cookies k&ouml;nnen z. B. Werbeeinblendungen geste&uuml;rt oder das Navigieren auf einer Internetseite erleichtert werden. 
				 Wenn der Nutzer der Website und/oder Kunde die Nutzung von Cookies unterbinden will, kann er dies durch lokale Vornahme der &auml;nderungen 
				 seiner Einstellungen in dem auf seinem Computer verwendeten Internetbrowser, also dem Programm zum &ouml;ffnen und Anzeigen von Internetseiten 
				 (z.B. Internet Explorer, Mozilla Firefox, Opera oder Safari) tun. 
				</p>
			
			<h4>Nutzung und Weitergabe personenbezogener Daten</h4>
				<p>
				 Soweit der Nutzer unserer Webseite personenbezogene Daten zur Verf&uuml;gung gestellt hat, 
				 verwenden wir diese nur zur Beantwortung von Anfragen des Nutzers der Website und/oder Kunden, zur Abwicklung mit dem Nutzer der Website 
				 und/oder Kunden geschlossener Vertr&auml;ge und f&uuml;r die technische Administration. Personenbezogene Daten werden von uns an Dritte nur 
				 weitergegeben oder sonst &uuml;bermittelt, wenn dies zum Zwecke der Vertragsabwicklung oder zu Abrechnungszwecken erforderlich ist oder der 
				 Nutzer der Website und/oder Kunde zuvor eingewilligt hat. Der Nutzer der Website und/oder Kunde hat das Recht, eine erteilte Einwilligung 
				 mit Wirkung f&uuml;r die Zukunft jederzeit zu widerrufen. Die L&ouml;schung der gespeicherten personenbezogenen Daten erfolgt, wenn der Nutzer der 
				 Website und/oder Kunde die Einwilligung zur Speicherung widerruft, wenn ihre Kenntnis zur Erf&uuml;llung des mit der Speicherung verfolgten 
				 Zwecks nicht mehr erforderlich ist oder wenn ihre Speicherung aus sonstigen gesetzlichen Gr&uuml;nden unzul&auml;ssig ist.  
				 Zwischen Ihnen und uns ein Vertragsverh&auml;ltnis begr&uuml;ndet, inhaltlich ausgestaltet oder ge&auml;ndert werden soll, 
				 erheben und verwenden wir personenbezogene Daten von Ihnen, soweit dies zu diesen Zwecken erforderlich ist. 
				 Auf Anordnung der zust&auml;ndigen Stellen d&uuml;rfen wir im Einzelfall Auskunft &uuml;ber diese Daten (Bestandsdaten) erteilen, 
				 dies f&uuml;r Zwecke der Strafverfolgung, zur Gefahrenabwehr, zur Erf&uuml;llung der gesetzlichen Aufgaben der Verfassungsschutzbeh&ouml;rden 
				 oder des Milit&auml;rischen Abschirmdienstes oder zur Durchsetzung der Rechte am geistigen Eigentum erforderlich ist. 
				</p>
			
			<h4>Auskunftsrecht </h4>
			<p>
			 Auf schriftliche Anfrage informieren wir den Nutzer der Website und/oder den Kunden &uuml;ber die zu seiner Person gespeicherten Daten. Die Anfrage ist an unsere im Impressum der
			 Webseite angegebene Adresse zu richten. 
			</p>
	</body>
	<footer>
		Zur&uuml;ck zur Startseite: <a href="../../Login.html">Hier klicken</a>
	</footer>
</html>